<?php
include 'layout/include/header.php';
?>

<div class="content">
    <div class="container">
        <div class="row">
            <div>
                <div class="post"><br>

                    <div class="call">
                        <h1>من نحن</h1>

                    </div>
                    <hr>
                    <br>
                    <div>
                        <ul><h4>
                                <li>
                                    تأسست شركة جيمستون عام 1982م معلنة عن بدء تاريخ جديد في مجال تشطيب الواجهات الخارجية بجميع أشكالها المعمارية " المرمرينا والفسيفساء والقصارة الايطالية، البورسلان الخارجي" .
                                </li>
                                <br>
                                <li>
                                    استطاعت خلال عدة سنوات ان تصبح الرائدة والأولى في هذا المجال، فتعاقدت مع العديد من الشركات والمؤسسات الحكومية، ولم يقتصر الأمر عند هذا الحد ولكنها انطلقت لتصبح نجما يتلالأ ويترك بصماته في ربوع الوطن الحبيب، حيث أبدعت وخلفت ورائها العديد من الأعمال المميزة التي بقيت شاهدة على تألقها وابداعها.
                                </li>
                                <br>
                                <li>
                                    هدف شركة جيمستون الأول هو تقديم الأحدث والأفضل والأجود بغية ارضاء زبائننا، وتوفير كل ما يتناسب مع أذواقهم،سائلين المولى عزوجل التوفيق والاستمرارية والريادة، من أجل التقدم والتطور والازدهار وجعل بلادنا في أبهى صورة لكي تسمو وتصبح في مصاف الدول المتقدمة.

                                </li>

                            </h4></ul>

                    </div>
                    <br><br><br><br><br>

                </div>
            </div>
        </div>
    </div>
</div><br><br>
<?php
include 'layout/include/footer.php';
?>
