-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Dec 23, 2021 at 06:05 PM
-- Server version: 5.7.31
-- PHP Version: 7.3.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mdwanabeta`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

DROP TABLE IF EXISTS `admin`;
CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `adminName` varchar(100) NOT NULL,
  `adminEmail` varchar(100) NOT NULL,
  `adminPass` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `adminName`, `adminEmail`, `adminPass`) VALUES
(1, 'admin', 'ahmed@mail.com', '.');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `categoryName` varchar(200) NOT NULL,
  `categoryDate` datetime DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `categoryName`, `categoryDate`) VALUES
(32, 'html', '2021-12-23 19:38:57'),
(33, 'python', '2021-12-23 19:39:16'),
(34, 'java', '2021-12-23 19:39:21'),
(31, 'php', '2021-12-23 17:44:09'),
(35, 'other', '2021-12-23 19:39:37');

-- --------------------------------------------------------

--
-- Table structure for table `message`
--

DROP TABLE IF EXISTS `message`;
CREATE TABLE IF NOT EXISTS `message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `Name` varchar(100) NOT NULL,
  `Email` varchar(100) NOT NULL,
  `Subject` varchar(200) NOT NULL,
  `Message` varchar(10000) NOT NULL,
  `msgDate` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

DROP TABLE IF EXISTS `posts`;
CREATE TABLE IF NOT EXISTS `posts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `postTitle` varchar(200) NOT NULL,
  `postCat` varchar(100) NOT NULL,
  `postCover` varchar(200) NOT NULL,
  `postContent` varchar(10000) NOT NULL,
  `postDate` datetime DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=70 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `postTitle`, `postCat`, `postCover`, `postContent`, `postDate`) VALUES
(65, 'Ø·Ø±ÙŠÙ‚Ø© Ø¹Ù…Ù„ ØµÙØ­Ø© logout', 'html', '390_logout.jpg', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:47:49'),
(66, 'ÙƒÙŠÙÙŠØ© Ø¹Ù…Ù„ Ù„ÙˆØ­Ø© ØªØ­ÙƒÙ…', 'php', '389_cPanel-Ù„ÙˆØ­Ø©-ØªØ­ÙƒÙ….jpg', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:51:39'),
(67, 'ØµÙ†Ø¹ Ù„ØºØ¨Ø© Ø¨Ø§Ø³ØªØ®Ø¯Ø§Ù… Ù„ØºØ© python', 'python', '1000_game.jpg', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:53:10'),
(68, 'ØªØ¹Ù„Ù… Ù„ØºØ© php ', 'php', '689_php.png', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:54:36'),
(69, 'ØµÙ†Ø¹ Ø§ÙŽÙ„Ù‡ Ø­Ø§Ø³Ø¨Ø© Ø¨Ø§Ø³ØªØ®Ø¯Ø§Ù… Ù„ØºØ© python', 'python', '41_cal.jpg', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:56:08'),
(64, 'Ø·Ø±ÙŠÙ‚Ø© Ø¹Ù…Ù„ ØµÙØ­Ø© login', 'html', '200_login.jpg', 'Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù‡Ùˆ Ù…Ø«Ø§Ù„ Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØ³ØªØ¨Ø¯Ù„ ÙÙŠ Ù†ÙØ³ Ø§Ù„Ù…Ø³Ø§Ø­Ø©ØŒ Ù„Ù‚Ø¯ ØªÙ… ØªÙˆÙ„ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ù…Ù† Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ØŒ Ø­ÙŠØ« ÙŠÙ…ÙƒÙ†Ùƒ Ø£Ù† ØªÙˆÙ„Ø¯ Ù…Ø«Ù„ Ù‡Ø°Ø§ Ø§Ù„Ù†Øµ Ø£Ùˆ Ø§Ù„Ø¹Ø¯ÙŠØ¯ Ù…Ù† Ø§Ù„Ù†ØµÙˆØµ Ø§Ù„Ø£Ø®Ø±Ù‰ Ø¥Ø¶Ø§ÙØ© Ø¥Ù„Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„Ø­Ø±ÙˆÙ Ø§Ù„ØªÙ‰ ÙŠÙˆÙ„Ø¯Ù‡Ø§ Ø§Ù„ØªØ·Ø¨ÙŠÙ‚.\r\nØ¥Ø°Ø§ ÙƒÙ†Øª ØªØ­ØªØ§Ø¬ Ø¥Ù„Ù‰ Ø¹Ø¯Ø¯ Ø£ÙƒØ¨Ø± Ù…Ù† Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙŠØªÙŠØ­ Ù„Ùƒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø²ÙŠØ§Ø¯Ø© Ø¹Ø¯Ø¯ Ø§Ù„ÙÙ‚Ø±Ø§Øª ÙƒÙ…Ø§ ØªØ±ÙŠØ¯ØŒ Ø§Ù„Ù†Øµ Ù„Ù† ÙŠØ¨Ø¯Ùˆ Ù…Ù‚Ø³Ù…Ø§ ÙˆÙ„Ø§ ÙŠØ­ÙˆÙŠ Ø£Ø®Ø·Ø§Ø¡ Ù„ØºÙˆÙŠØ©ØŒ Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ù…ÙÙŠØ¯ Ù„Ù…ØµÙ…Ù…ÙŠ Ø§Ù„Ù…ÙˆØ§Ù‚Ø¹ Ø¹Ù„Ù‰ ÙˆØ¬Ù‡ Ø§Ù„Ø®ØµÙˆØµØŒ Ø­ÙŠØ« ÙŠØ­ØªØ§Ø¬ Ø§Ù„Ø¹Ù…ÙŠÙ„ ÙÙ‰ ÙƒØ«ÙŠØ± Ù…Ù† Ø§Ù„Ø£Ø­ÙŠØ§Ù† Ø£Ù† ÙŠØ·Ù„Ø¹ Ø¹Ù„Ù‰ ØµÙˆØ±Ø© Ø­Ù‚ÙŠÙ‚ÙŠØ© Ù„ØªØµÙ…ÙŠÙ… Ø§Ù„Ù…ÙˆÙ‚Ø¹.\r\nÙˆÙ…Ù† Ù‡Ù†Ø§ ÙˆØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø£Ù† ÙŠØ¶Ø¹ Ù†ØµÙˆØµØ§ Ù…Ø¤Ù‚ØªØ© Ø¹Ù„Ù‰ Ø§Ù„ØªØµÙ…ÙŠÙ… Ù„ÙŠØ¸Ù‡Ø± Ù„Ù„Ø¹Ù…ÙŠÙ„ Ø§Ù„Ø´ÙƒÙ„ ÙƒØ§Ù…Ù„Ø§Ù‹ØŒØ¯ÙˆØ± Ù…ÙˆÙ„Ø¯ Ø§Ù„Ù†Øµ Ø§Ù„Ø¹Ø±Ø¨Ù‰ Ø£Ù† ÙŠÙˆÙØ± Ø¹Ù„Ù‰ Ø§Ù„Ù…ØµÙ…Ù… Ø¹Ù†Ø§Ø¡ Ø§Ù„Ø¨Ø­Ø« Ø¹Ù† Ù†Øµ Ø¨Ø¯ÙŠÙ„ Ù„Ø§ Ø¹Ù„Ø§Ù‚Ø© Ù„Ù‡ Ø¨Ø§Ù„Ù…ÙˆØ¶ÙˆØ¹ Ø§Ù„Ø°Ù‰ ÙŠØªØ­Ø¯Ø« Ø¹Ù†Ù‡ Ø§Ù„ØªØµÙ…ÙŠÙ… ÙÙŠØ¸Ù‡Ø± Ø¨Ø´ÙƒÙ„ Ù„Ø§ ÙŠÙ„ÙŠÙ‚.\r\nÙ‡Ø°Ø§ Ø§Ù„Ù†Øµ ÙŠÙ…ÙƒÙ† Ø£Ù† ÙŠØªÙ… ØªØ±ÙƒÙŠØ¨Ù‡ Ø¹Ù„Ù‰ Ø£ÙŠ ØªØµÙ…ÙŠÙ… Ø¯ÙˆÙ† Ù…Ø´ÙƒÙ„Ø© ÙÙ„Ù† ÙŠØ¨Ø¯Ùˆ ÙˆÙƒØ£Ù†Ù‡ Ù†Øµ Ù…Ù†Ø³ÙˆØ®ØŒ ØºÙŠØ± Ù…Ù†Ø¸Ù…ØŒ ØºÙŠØ± Ù…Ù†Ø³Ù‚ØŒ Ø£Ùˆ Ø­ØªÙ‰ ØºÙŠØ± Ù…ÙÙ‡ÙˆÙ…. Ù„Ø£Ù†Ù‡ Ù…Ø§Ø²Ø§Ù„ Ù†ØµØ§Ù‹ Ø¨Ø¯ÙŠÙ„Ø§Ù‹ ÙˆÙ…Ø¤Ù‚ØªØ§Ù‹.', '2021-12-23 19:43:37');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userName` varchar(100) NOT NULL,
  `userNum` int(11) NOT NULL,
  `userEmail` varchar(100) NOT NULL,
  `userPass` varchar(200) NOT NULL,
  `userDate` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `userName`, `userNum`, `userEmail`, `userPass`, `userDate`) VALUES
(28, 'ahmed', 597942348, 'ahmed@mailsa.com', '.', '2021-12-23 18:43:59'),
(29, 'mohmed', 59232846, 'mohmed@mail.com', '.', '2021-12-23 18:46:54');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
